Repository: ProjectG4G/Neobis_Team4
Catalog: g4g/locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Kyrgyz
ru: Кыргызский

source: Russian
ru: Русский

source: Bishkek, Aaly Tokombaeva, 9/1a
ru: Бишкек, Аалы Токомбаев, 9/1а

source: Forgot your password?
ru: Забыли свой пароль?

source: We received a request to reset your password.
ru: Мы получили запрос на сброс вашего пароля.

source: If you did not make this request, simply ignore this email.
ru: Если вы не отправляли этот запрос, просто проигнорируйте это электронное письмо.

source: If you did make this request just click the button below:
ru: Если вы действительно сделали этот запрос, просто нажмите на кнопку ниже:

source: RESET MY PASSWORD
ru: СБРОСИТЬ ПАРОЛЬ

source: If you did not request to change your brand password,
ru: Если вы не запрашивали смену своего пароля,

source: you do not have to do anything. So that is easy.
ru: вам не нужно ничего делать. Так что не волнуйтесь.

source: Password Reset for Girls for Girls
ru: Сброс пароля для сайта Girls for Girls

source: Email address
ru: Адрес электронной почты

source: Hi,
ru: Привет,

source: You registered an account on Girls for Girls.
ru: Вы зарегистрировали аккаунт на Girls for Girls.

source: We need a little more information to complete your registration,
ru: Нам нужно немного больше информации, чтобы завершить регистрацию,

source: including a confirmation of your email address.
ru: включая подтверждение вашего адреса электронной почты.

source: Please verify your email just clicking the button below:
ru: Пожалуйста, подтвердите свой адрес электронной почты, просто нажав кнопку ниже:

source: VERIFY MY EMAIL
ru: ПОДТВЕРДИТЬ ПОЧТУ

source: We’re glad you’re here!
ru: Мы рады, что вы с нами!

source: The Girls for Girls team.
ru: Команда Girls for Girls.

source: Email verification for Girls for Girls
ru: Подтверждение электронной почты для сайта Girls for Girls
